{
	"_meta": {
		"dateAdded": 18032023,
		"dateLastModified": 20032023,
		"sources": [
			{
				"json": "GG",
				"abbreviation": "GG",
				"full": "Garden of Glass",
				"authors": [
					"SpaceJamming"
				],
				"convertedBy": [
					"SpaceJamming"
				],
				"url": "https://www.gmbinder.com/share/-NJKBiyqXljzhHpcnLST",
				"dateReleased": "2023-03-16",
				"version": "0.1"
			}
		],
		"optionalFeatureTypes": {
			"ZC": "Zeal Caster"
		}
	},
	"item": [
		{
			"name": "Zeal Caster",
			"source": "GG",
			"type": "ZC",
			"rarity": "varies",
			"items": [
				"Zeal Caster (1st Level)",
				"Zeal Caster (2nd Level)",
				"Zeal Caster (3rd Level)",
				"Zeal Caster (4th Level)",
				"Zeal Caster (5th Level)",
				"Zeal Caster (6th Level)",
				"Zeal Caster (7th Level)",
				"Zeal Caster (8th Level)",
				"Zeal Caster (9th Level)"
			],
			"entries": [
				"A Zeal Caster bears mechanical components to contain and recite the mystical cipher required to cast a single spell. Upon being fueled with the appropriate Zeal Fuel and any material compents (If the spell requires them). Casting the spell by activating the zeal caster requires the spell's normal casting time. Once the spell is cast the expended fuel and material components crumble to dust.If the casting is interrupted, the components are not lost.",
				"If the user wishes to upcast the spell listed on the item, they must expend the appropriately leveled Zeal Fuel when activating the item. When doing such, you must succeed on an Intelligence (Arcana) check with a DC equal to 10 + the desired upcast level - the spell's original level. If successful, the spell is cast; otherwise, all material components used, including the fuel, are destroyed.",
				"Whether the check succeeds or fails, the Zeal Caster is damaged beyond use and can only be fixed upon succeeding a Dex (Tinker's Tools) check. The Repair DC can be found in the following table. If any attempted repair check fails, the item is destroyed."
			]
		},
		{
			"name": "Zil Pod (Ammo)",
			"source": "GG",
			"type": "A",
			"value": 100,
			"entries": [
				"A Zil-pod specialised for use in most modern weapons in the world of Etheria, this Zil-pod is easy to purchase in most urban areas",
				"Unless otherwise stated this is the ammunition used in all regular firearms"
			]
		},
		{
			"name": "Zil Pod",
			"source": "GG",
			"type": "A",
			"rarity": "varies",
			"items": [
				"Zil Pod (1st Level)",
				"Zil Pod (2nd Level)",
				"Zil Pod (3rd Level)",
				"Zil Pod (4th Level)",
				"Zil Pod (5th Level)",
				"Zil Pod (6th Level)",
				"Zil Pod (7th Level)",
				"Zil Pod (8th Level)",
				"Zil Pod (9th Level)"
			],
			"entries": [
				"Used in all magically enhanced life in the modern age of Etheria, these small pods vary in design and colour depending on the spell level that they hold. Upon use the liquid inside turns into an ash-like substance and eventually decays into nothing.",
				"If the Zil-Pod is broken and exposed to air the liquid quickly hardens into a black charcoal like material"
			]
		},
		{
			"name": "Yo-Yo",
			"source": "GG",
			"type": "M",
			"rarity": "none",
			"weight": 4,
			"value": 200,
			"weaponCategory": "martial",
			"property": [
				"F",
				"R"
			],
			"dmg1": "1d4",
			"dmgType": "B",
			"weapon": true,
			"entries": []
		}
		
	],
	"race": [
		{
			"name": "Synthetic",
			"source": "GG",
			"page": 1,
			"size": [
				"M",
				"L"
			],
			"speed": {
				"walk": 30
			},
			"skillProficiencies": [
				{
					"any": 2
				}
			],
			"languageProficiencies": [
				{
					"common": true,
					"anyStandard": 1
				}
			],
			"entries": [
				{
					"name": "Age",
					"type": "entries",
					"entries": [
						"The chronological age of known synthetics ranges between five and twenty years old, however, their apparent or visible age has been known to range wildly. The maximum lifespan of synthetics remains a mystery; so far, synthetics have shown no signs of deterioration due to age."
					]
				},
				{
					"name": "Alignment",
					"type": "entries",
					"entries": [
						"Synthetics, unless given one during the fabrication of their soul, rarely have a defining personality early in their life, until they encounter events that would force them to adapt to such. Their alignment in this case ranges the entire spectrum and is far more likely to be dictated by their initial experiences than any strong argument, one way or another."
					]
				},
				{
					"type": "entries",
					"name": "Ancestral Legacy",
					"entries": [
						"When you replace a race with this lineage, you keep the following elements of that race: any skill proficiencies you gained from it and any climbing, flying, or swimming speed you gained from it.",
						"If you don't keep any of those elements or you choose this lineage at character creation, you gain proficiency in two skills of your choice."
					]
				},
				{
					"type": "entries",
					"name": "Size",
					"entries": [
						"You inherit the size of your original race when picking this lineage."
					]
				},
				{
					"name": "Overdrive",
					"entries": [
						"Once per turn before you make an attack on a single creature with a weapon or spell foci, you can expend a number of Hit Die up to and equal to your proficiency modifier. Upon hitting the target, you deal an additional {@damage 1d8} radiant damage for each Hit die burnt."
					],
					"type": "entries"
				},
				{
					"type": "entries",
					"name": "Construct Arcana",
					"entries": [
						"With an artificial body and soul, you are immune to magical ageing effects."
					]
				},
				{
					"type": "entries",
					"name": "Near-Perfect Replica",
					"entries": [
						"When selecting feats and attuning to magic items, you count as the race specified in your chosen lineage."
					]
				},
				{
					"type": "entries",
					"name": "Empty Rest",
					"entries": [
						"While you do not require sleep and cannot be magically put to sleep as other creatures would. You still require to rest for 8 hours, during such time you are inert and are considered unconscious."
					]
				},
				{
					"name": "Language",
					"entries": [
						"You can speak, read, and write Common and one other languages that you and your DM agree is appropriate for the character. If you are replacing your race with this lineage, you retain any languages you had and gain no new languages."
					],
					"type": "entries"
				}
			]
		}
	]
}